Revit 2027 API
BuiltInFailures.GeneralFailures.InaccuracyDetected Property
 A geometric inaccuracy was found in the element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccuracyDetected { get; }
Public Shared ReadOnly Property InaccuracyDetected As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccuracyDetected {
	FailureDefinitionId^ get ();
}
static member InaccuracyDetected : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace